"err0" = "Неизвестный(0)";
"err100" = "Продолжить";
"err101" = "Переключение протоколов";
"err200" = "OK";
"err201" = "Создан";
"err202" = "Принят";
"err203" = "Частичная информация";
"err204" = "Без содержания";
"err205" = "Сброс содержания";
"err206" = "Частичное Содержание";
"err300" = "Множественный выбор";
"err301" = "Файл перемещен";
"err302" = "Файл временно перемещен";
"err303" = "См. другие";
"err304" = "Изменений нет";
"err305" = "Использовать прокси";
"err307" = "Временная переадресация";
"err400" = "Неверный запрос";
"err401" = "Неавторизованный";
"err402" = "Необходима оплата";
"err403" = "Запрещен";
"err404" = "Файл не найден";
"err405" = "Метод недопустим";
"err406" = "Недопустимый";
"err407" = "Требуется проверка подлинности прокси";
"err408" = "Время ожидания истекло";
"err409" = "Конфликт";
"err410" = "Удален";
"err411" = "Необходимая длина";
"err412" = "Предусловие неверно";
"err413" = "Запрашиваемый объект слишком большой";
"err414" = "Запрашиваемый URL слишком длинный";
"err415" = "Неподдерживаемый медиа тип";
"err416" = "Запрашиваемый диапазон невыполним";
"err500" = "Ошибка сервера";
"err501" = "Не выполнено";
"err502" = "Неверный шлюз";
"err503" = "Нет ресурсов";
"err504" = "Тайм-аут шлюза";
"err505" = "HTTP Версия не поддерживается";